brew "antidote"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "keychain"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh"
cask "bitwarden"
cask "claude"
cask "codex"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "raycast"
