argocd
bash-completion
bitwarden-cli
bluetui
bolt
btop
chromium
clang
docker
docker-buildx
docker-compose
dotnet-runtime-9.0
dust
expac
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
ghostty
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gum
impala
inxi
jq
kdenlive
lazydocker
lazygit
libqalculate
libreoffice-fresh
libyaml
limine
llvm
luarocks
mariadb-libs
obsidian
obs-studio
postgresql-libs
python-poetry-core
ripgrep
ruby
rust
satty
signal-desktop
stow
sushi
tailscale
tldr
tmux
ttf-jetbrains-mono-nerd
ufw
unzip
usage
uv
uwsm
whois
wireless-regdb
wiremix
woff2-font-awesome
xmlstarlet
xournalpp
yazi
zram-generator
